[DistrictMoveTypes]DistrictMoveTypes_Unknown_Message=A GM is requesting you move to another instance.DistrictMoveTypes_Unknown_WaitingMessage=Waiting for players...DistrictMoveTypes_Unknown_Accept=Move NowDistrictMoveTypes_Unknown_Hide=HideDistrictMoveTypes_Unknown_UpdateChatMessageGroup=Moving district: <num>sDistrictMoveTypes_JoinAsGroup_MessageGroup=DistrictMoveTypes_JoinAsGroup_Title=Moving DistrictDistrictMoveTypes_JoinAsGroup_Decline=CancelDistrictMoveTypes_JoinAsGroup_UpdateChatMessage=Please respond to your group's request to change districts in the next <num> seconds.DistrictMoveTypes_DAM_Message=We've selected another district instance that provides better matchmaking for you. Please wait as we prepare to move you to that instance.DistrictMoveTypes_DAM_WaitingMessage=Waiting for players...
DistrictMoveTypes_DAM_Accept=Move Now
DistrictMoveTypes_DAM_Hide=Hide
DistrictMoveTypes_DAM_UpdateChatMessageGroup=Moving distrct: <num>s
DistrictMoveTypes_MatchMaking_MessageGroup=
DistrictMoveTypes_MatchMaking_Title=Moving District
DistrictMoveTypes_MatchMaking_Decline=Hide
DistrictMoveTypes_MatchMaking_UpdateChatMessage=Moving district: <num>s
